<?php

$_['heading_title'] = 'Профили';

$_['button_insert'] = 'Insert';
$_['button_copy'] = 'Копировать';
$_['button_delete'] = 'Удалить';
$_['button_remove'] = 'Удалить';

$_['text_no_results'] = 'Нет результатов';
$_['text_remove'] = 'Удалить';
$_['text_edit'] = 'Изменить';
$_['text_enabled'] = 'Включено';
$_['text_disabled'] = 'Отключено';
$_['text_success'] = 'Профиль добавлен успешно!';

$_['text_day'] = 'День';
$_['text_week'] = 'Неделя';
$_['text_semi_month'] = 'Две недели';
$_['text_month'] = 'Месяц';
$_['text_year'] = 'Год';

$_['entry_name'] = 'Название:';
$_['entry_sort_order'] = 'Порядок сортировки:';
$_['entry_price'] = 'Цена:';
$_['entry_duration'] = 'Продолжительность:';
$_['entry_status'] = 'Статус:';
$_['entry_cycle'] = 'Цикл:';
$_['entry_frequency'] = 'Частота:';
$_['entry_trial_price'] = 'Пробная цена:';
$_['entry_trial_duration'] = 'Пробная продолжительность:';
$_['entry_trial_status'] = 'Пробный статус:';
$_['entry_trial_cycle'] = 'Пробный цикл:';
$_['entry_trial_frequency'] = 'Пробная частота:';

$_['column_name'] = 'Название';
$_['column_sort_order'] = 'Порядок сортировк';
$_['column_action'] = 'Действие';

$_['error_warning'] = 'Внимание: Пожалуйста, проверьте форму на ошибки!';
$_['error_permission'] = 'Внимание: У Вас недостаточно прав для управления профилем!';
$_['error_name'] = 'Название профиля должно быть от 3 до 255 символов!';

$_['text_recurring_help']    = 'Периодические суммы рассчитываются по частоте и циклам. <br />Например, если вы используете частоту "неделя" и цикл "2", то пользователю будет выставлен счет каждые 2 недели. <br /> продолжительность - это сколько раз пользователь будет делать платеж, установить в 0, для регулярных платежей, пока они не будут отменены.';
?>